alacritty
antidot
brave-bin
brightnessctl
cliphist
codespell
dunst
eza
fastfetch
fuzzel
greetd
imv
lazygit
lua-language-server
mpv
neovim
network-manager-applet
networkmanager
papirus-icon-theme
prettier
reflector
ripgrep
river
rtl8821ce-dkms-git
slurp
swaybg
swaylock
tailwindcss-language-server
tlp
tlp-rdw
trash-cli
ttf-fira-code
typescript-language-server
ufw
waybar
wl-clipboard
yay
zathura
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
