alacritty
atac
base
bluez
bluez-utils
brave-bin
brightnessctl
dbeaver
debugedit
docker
docker-buildx
docker-compose
efibootmgr
eslint-language-server
ethtool
fakeroot
fastfetch
fd
fuzzel
git
grim
grub
imv
intel-ucode
less
linux-firmware-intel
linux-firmware-realtek
linux-lts
lua-jsregexp
lua-language-server
make
mpv
ncdu
neovim
networkmanager
nodejs
npm
openssh
otf-firamono-nerd
pamixer
pipewire
pipewire-alsa
pipewire-pulse
prettier
prisma-language-server
reflector
ripgrep
river
slurp
smartmontools
sof-firmware
stylua
sudo
swaybg
tailwindcss-language-server
tlp
tlp-rdw
transmission-cli
trash-cli
typescript-language-server
ufw
unzip
vscode-json-languageserver
waybar
wl-clipboard
xdg-desktop-portal-wlr
xdg-utils
yay
yt-dlp
zathura
zathura-pdf-mupdf
zig
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
